Repository: hbiede/OneKDay
Catalog: Shared/*.lproj/Localizable.strings
Languages: es

# enable-health-button-text
source: Enable Access to Health Data
es: Habilite el Acceso a los Datos de Salud

# ipad-warning
source: This app does not support iPad. Please install from an iPhone
es: Esta aplicación no es compatible con iPad. Instale desde un iPhone

# no-access-text
source: Enable access to health data to use OneK Day
es: Habilite el acceso a los datos de Salud para usar OneK Day

# goal-a11y-label
source: Goal
es: Objetivo

# no-health-access
source: Enable access to health data
es: Habilite el acceso a los datos de Salud

# this-hour-subtitle
source: %@ this hour
es: %@ esta hora

# time-value-label
source: Time
es: Tiempo

# unknown-measurement-unit
source: Measurement
es: Dimensión

# app-icon-setting-title
source: App Icon
es: Icono de App

# back-button-label
source: Back
es: Atras

# settings-modal-title
source: Settings
es: Configuración

# step-goal-setting-title
source: Step Goal/Hour
es: Paso Objetivo/Hora

# steps-unit-of-measure
source: steps
es: paso

# widget-desc
source: Get your steps in for the hour
es: Alcanza tu objetivo por esta hora
